---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.HardwoodImperfectionsType.None
enum: Autodesk.Revit.DB.Visual.HardwoodImperfectionsType
source: html/bb36e9f0-0247-295b-a5d8-8e128cf243d6.htm
---
# Autodesk.Revit.DB.Visual.HardwoodImperfectionsType.None